reports/quarkus-reactive_file_read.txt
Running 1m test @ http://localhost:8083/api/benchmark/file-system-read
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   174.46ms   26.12ms 348.28ms   68.54%
    Req/Sec    45.89     14.46    80.00     68.39%
  33004 requests in 1.00m, 2.71MB read
Requests/sec:    549.25
Transfer/sec:     46.13KB