reports/spring-mvc-virtual-threads_file_read.txt
Running 1m test @ http://localhost:8081/api/benchmark/file-system-read
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   105.18ms   39.57ms 385.43ms   70.25%
    Req/Sec    76.38     17.84   141.00     75.49%
  54868 requests in 1.00m, 6.92MB read
Requests/sec:    913.44
Transfer/sec:    117.90KB